<template>
  <section class="oferta" oncopy="alert('Копирование запрещено');return false">
    <article class="oferta__point">
      <h2 class="oferta__title">Пользовательское соглашение</h2>
      <p class="oferta__point">Если Вы не согласны с данным Соглашением или с отдельными его пунктами, Вы вправе отказаться от использования сайта donate.systems (далее просто Сервиса).</p>
      <p>Настоящее Соглашение вступает для Вас в силу с момента отсылки Вами заполненной регистрационной формы.
      Если Вы являетесь пользователем Сервиса, это автоматически означает, что Вы принимаете все пункты данного Соглашения.</p>
    </article>
    <article class="oferta__point oferta__point--1">
      <h4 class="oferta__subtitle">1. Общие положения и ответственность сторон</h4>
      <p class="oferta__point">1.1. Сервис предназначен для предоставления пользователям сети Интернет удобного интерфейса, позволяющего публиковать проекты (требующего совместного участия нескольких пользователей), предоставлять отчетность по реализованным проектам, формировать списки участников. Всё взаимодействие происходит между Пользователями и авторами проектов напрямую. Таким образом, Сервис не является участником проектов Пользователей, а лишь предоставляет коммуникационную онлайн платформу для размещения проектов и привлечения участников. В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения:
      <ul>
        <li>Оферта – публичное предложение Исполнителя, адресованное любому дееспособному физическому и/или юридическому лицу, заключить с ним Публичный договор об оказании услуг на условиях, содержащихся в данном Соглашении, включая все его приложения</li>
        <li>Сервис – интернет-сайт https://donate.systems, администрируемые Компанией и представляющий собой коммуникационную платформу для размещения временных классифицируемых объявлений (далее по тексту – Сайт и/или Сайты)</li>
        <li>Пользователь – любое дееспособное физическое или юридическое лицо, принявшее условия данного Соглашения и пользующееся услугами Сервиса.От имени юридического лица пользование Сервисом осуществляется уполномоченным сотрудником/представителем такого юридического лица.</li>
        <li>Автор – любое дееспособное физическое или юридическое лицо, принявшее условия данного Соглашения и использующее Сервис для публикации проектов и привлечения участников.</li>
        <li>Проект - публикуемая Пользователем онлайн презентация предлагаемых изменений, требующих привлечения других участников в качестве исполнителей работ и/или жертвователей материальных ресурсов для реализации изменений.</li>
      </ul>
      <p>1.2. Администрация Сервиса не принимает участия в возможных разногласиях и спорах (в т.ч. и судебных) между Пользователями. Администрация Сервиса не несет ответственности за поведение Пользователей или за предлагаемые ими проекты. Все споры и конфликты между Пользователями решаются ими самостоятельно.</p>
      <p>1.3. Администрация Сервиса не несет ответственности за качество и содержание проектов , предоставляемых авторами проектов, за соответствие опубликованного проекта и его реализации по качеству и срокам.</p>
      <p>1.4. Администрация Сервиса оставляет за собой безусловное право в одностороннем порядке удалять из Сервиса любую информацию, если она не соответствует данному соглашению, действующему законодательству либо нарушает права третьих лиц либо поступила жалоба на качество проекта от третьих лиц.</p>
      <p>1.5. Администрация Сервиса оставляет за собой право в любой момент потребовать от Автора подтверждения данных, указанных им при регистрации, и запросить в связи с этим подтверждающие документы (в частности – копии/заверенные копии документов, удостоверяющих личность), не предоставление которых, по усмотрению Пользователя, может быть приравнено к предоставлению недостоверной информации и удалению акаунта. Администрация Сервиса оставляет за собой право по своему усмотрению отказать Вам в предоставлении услуг, если будет обладать доказательствами Вашей неправомерной деятельности в отношении Сервиса или его пользователей. Администрация Сервиса также оставляет за собой право удалять любые проекты, которые по ее мнению не соответствуют принципам и устоям общественной морали, проекты низкого качества. Решение об удалении является окончательным и обжалованию не подлежит.</p>
      <p>1.6. Администрация Сервиса имеет право в любое время вносить изменения в настоящее Соглашение путем размещения на сайте donate.systems новой версии в полном виде.</p>
      <p>1.7. Пользователем Сервиса может быть любое лицо, прошедшее регистрацию на Сервисе после принятия на себя обязанности безусловного соблюдения данного Соглашения в форме открытой оферты, и получившее необходимые идентификационные данные для пользования Сервиса.</p>
      <p>1.8. На сервисе запрещена публикация проектов, которые содержат следующую информацию:</p>
      <ul>
        <li>явную и скрытую рекламу сторонних сайтов,товаров и услуг, включая распространение реферальных ссылок</li>
        <li>информацию, способствующую мошенничеству, обману или злоупотреблению доверием</li>
        <li>проектов, явно не соответствующих специализации сервиса.</li>
        <li>содержащей нецензурную лексику, материалы, нарушающие права законных правообладателей</li>
        <li>провоцирующей конфликты на политической, религиозной или национальной тем.</li>
        <li>описание и/или заголовок/фотографии которых являются несвязанными, нечитаемыми</li>
        <li>любые ссылки на сторонние сервисы</li>
        <li>информация, которая может привести к нарушению правоприменительного законодательства</li>
        <li>пропаганду ненависти, насилия, дискриминации, расизма, ксенофобии, межнациональных конфликтов</li>
        <li>призывы к насилию и противоправным действиям</li>
        <li>информацию, нарушающую или посягающую на собственность третьих лиц, коммерческую тайну либо право на неприкосновенность частной жизни</li>
        <li>информацию, носящую характер порнографии</li>
        <li>ложную и вводящую в заблуждение информацию</li>
        <li>информацию, иным образом нарушающую законодательство страны, для которой предназначено объявление</li>
      </ul>
      <p>1.9. Размещая информацию о проекте, Автор подтверждает, что он имеет право реализовать данный проект в соответствии с требованиями законодательства стран, в которых они реализуются.</p>
      <p>1.10. Фото, демонстрирующие проект, должны соответствовать заголовку и описанию проекта. На фото должен быть изображен только предлагаемый объект и его предполагаемый вид после реализации проекта (например, эскиз в Power Point или другой компьютерной программе).</p>
    </article>
    <article class="oferta__point oferta__point--2">
      <h4 class="oferta__subtitle">2. Ограничение ответственности</h4>
      <p>2.1. Воспользовавшись Сервисом, Пользователь подтверждает свое согласие с тем, что он использует Сервис на свой страх и риск «как есть», оценивает и несет все риски, связанные с использованием Сервиса, а Сервис, в том числе ее руководство, сотрудники и агенты, не несут ответственности за содержание размещенных на Сайте объявлений, за любые убытки и потери, ставшие результатом использования Сервиса.</p>
      <p>2.2. Администрация Сервиса не является организатором/инициатором сделки между Пользователями или ее стороной. Сервис является коммуникационной платформой, которая предоставляет возможность Пользователям размещать и/или получать информацию о проектах, реализация которых разрешена законом.</p>
      <p>2.3. Администрация Сервиса не может контролировать достоверность размещаемой пользователями в проектах информации. Администрация Сервиса не несет ответственности за какой-либо ущерб, причиненный в результате реализации проекат или ненадлежащего поведения какой-либо из сторон сделки.</p>
      <p>2.4. Администрация Сервиса не несет ответственности за любой несанкционированный доступ или использование серверов Сервиса и/или любой хранящейся на них информации о пользователях, а также за любые ошибки, вирусы, «троянские кони» и т.д., которые могут быть переданы на Сервис или через Сервис третьими лицами. Качество, безопасность, законность и соответствие проекта их описанию, а также возможность Пользователя участвовать в проекте находятся вне контроля Сервиса. Пользователь принимает на себя полную ответственность за свои действия.</p>
      <p>2.5. Если у Пользователя возникают претензии к другому Пользователю в результате использования последним услуг Сервиса, Пользователь соглашается предъявлять эти требования самостоятельно и без вмешательства со стороны Сервиса, а также освобождает Сервис (наряду с ее дочерними компаниями, аффилированными лицами, служащими, директорами, уполномоченными и сотрудниками) от всех требований, обязательств, компенсаций по возмещению ущерба, убытков, затрат и издержек, включая адвокатские гонорары, известных или неизвестных, возникших в результате или в связи с такими требованиями.</p>
      <p>2.6. Ни при каких условиях Сервис, ее руководство, сотрудники и агенты, не несут ответственности за прямой, косвенный, случайный, специальный ущерб, убытки и выплаченные штрафные санкции любого характера (даже если Компания была предупреждена о возможности такого ущерба) в результате использования Сервиса  Пользователем, включая без ограничения случаи, в которых ущерб стал результатом использования или неправильного использования Сервиса.</p>
    </article>
    <article class="oferta__point oferta__point--3">
      <h4>3. Статус Сервиса</h4>
      <p>3.1. Сервис Donate Systems является интернет-ресурсом и доступен в сети Интернет по сетевому адресу https://donate.systems</p>
      <p>3.2. Обращения, предложения, претензии и иные запросы физических и юридических лиц к Администрации, связанные с настоящим Соглашением или работой Сайта, а также запросы уполномоченных государственных органов могут быть направлены на электронный адрес donate.systems@gmail.com</p>
    </article>
    <article class="oferta__point oferta__point--4">
      <h4>4. Политика Конфиденциальности</h4>
      <p>4.1. Настоящая Политика конфиденциальности персональной информации (далее — Политика) действует в отношении всей информации, которую Сервис и/или его аффилированные лица, могут получить о пользователе во время использования им Сервиса.
      Использование Сервиса означает безоговорочное согласие пользователя с настоящей Политикой и указанными в ней условиями обработки его персональной информации; в случае несогласия с этими условиями пользователь должен воздержаться от использования проекта.
      </p>
      <p>4.2. Персональная информация пользователей</p>
      <p>4.3. В рамках настоящей Политики под «персональной информацией пользователя» понимаются:</p>
      <p>4.3.1. Персональная информация, которую пользователь предоставляет о себе самостоятельно при регистрации (создании учётной записи) или в процессе использования Сервиса.</p>
      <p>4.3.2.  Данные, которые автоматически передаются Сервисом в процессе его использования с помощью установленного на устройстве пользователя программного обеспечения, в том числе IP-адрес, информация из cookie, информация о браузере пользователя (или иной программе, с помощью которой осуществляется доступ к сайту), время доступа, адрес запрашиваемой страницы.</p>
      <p>4.4. Настоящая Политика применима только к Сервису. Администрация Сервиса не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сервиса. На таких сайтах у пользователя может собираться или запрашиваться иная персональная информация, а также могут совершаться иные действия.</p>
      <p>4.5. Администрация Сервиса в общем случае не проверяет достоверность персональной информации, предоставляемой пользователями, и не осуществляет контроль за их дееспособностью. </p>
      <p>4.6. Персональную информацию пользователя Администрация Сервиса может использовать в следующих целях:</p>
      <p>4.6.1. Связь с пользователем, в том числе направление уведомлений, запросов и информации, касающихся использования Сервиса, а также обработка запросов и заявок от пользователя;</p>
      <p>4.6.2. Улучшение качества проекта, удобства его использования, разработка новых сервисов и услуг;</p>
      <p>4.6.3. Таргетирование рекламных материалов;</p>
      <p>4.6.4. Проведение статистических и иных исследований на основе обезличенных данных.</p>
      <p>4.7. Принимая настоящее Соглашение, Пользователь подтверждает свое согласие на обработку Администрацией Сервиса его персональных данных, предоставленных каким-угодно способом. Администрация Сервиса предоставляет доступ к персональным данным Пользователя только тем работникам, подрядчикам и агентам Сервиса, которым эта информация необходима для обеспечения функционирования Сервиса и предоставления услуг Пользователю. Пользователь дает право Администрации Сервиса использовать электронный адрес, номер телефона, логин Skype и иные данные, которые Пользователь предоставил при регистрации, для отправки Пользователю информационных и рекламно-информационных материалов, в том числе с целью информирования Пользователя о деятельности Сервиса и ходе исполнения Договора. Регистрируясь на Сервисе Пользователь дает согласие на обработку его персональных данных или привлекаемыми Администрацией Сервиса третьими лицами для целей исполнения условий настоящего Договора</p>
      <p>4.8. Администрация Сервиса принимает необходимые и достаточные организационные и технические меры для защиты персональной информации пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.
      </p>
      <p>4.9. Администрация Сервиса имеет право вносить изменения в настоящую Политику конфиденциальности. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики. </p>
    </article>
    <article class="oferta__point oferta__point--5">
      <h4>5. Сайты и контент третьих лиц.</h4>
      <p>5.1. Администрация Сервиса содержит (или может содержать) ссылки на другие сайты в сети Интернет (сайты третьих лиц) так же, как и статьи, фотографии, иллюстрации, графические изображения, информацию, приложения, программы и другой Контент, принадлежащий или исходящий от третьих лиц (Контент третьих лиц), являющийся результатом интеллектуальной деятельности</p>
      <p>5.2. Указанные третьи лица и их Контент не проверяются системно Администрацией на соответствие тем или иным требованиям (достоверности, полноты, добросовестности и т.п.). Администрация не несет ответственность за любую информацию, размещенную на сайтах третьих лиц, к которым Пользователь получает доступ через Сайт или через Контент третьих лиц, включая, в том числе, любые мнения или утверждения, выраженные на сайтах третьих лиц или в их Контенте.</p>
      <p>5.3. Ссылка на любой сайт, продукт, услугу, любую информацию коммерческого или некоммерческого характера, размещенная на Сервисе, не является одобрением или рекомендацией данных продуктов (услуг) со стороны Администрации Сервиса.</p>
      <p>5.4. Если Пользователь решил покинуть Сервис и перейти к сайтам третьих лиц или использовать, или установить программы третьих лиц, он делает это на свой риск и с этого момента настоящие Правила более не распространяются на Пользователя. </p>
      <p>5.5. Всю ответственность за содержание Контента и соответствие его требованиям применимого права несет лицо, создавшее данный контент.</p>
    </article>
    <article class="oferta__point oferta__point--6">
      <h4>6. Обстоятельства непреодолимой силы (форс-мажор)</h4>
      <p>6.1. Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств по Договору, вызванное обстоятельствами непреодолимой силы, возникшими после его заключения. К таким обстоятельствам, в частности, Стороны относят: стихийные бедствия; природные и промышленные катастрофы; террористические акты; военные действия; гражданские беспорядки; принятие органами государственной власти или органами местного самоуправления актов, содержащих запреты или ограничения в отношении деятельности Сторон по Договору; иные обстоятельства, которые не могут быть заранее предвидены или предотвращены и делают невозможным исполнение обязательств Сторон по Договору.</p>
      <p>6.2. При наступлении обстоятельств непреодолимой силы, препятствующих исполнению обязательств по Договору, срок выполнения Сторонами своих обязательств переносится соразмерно времени действия таких обстоятельств, а также времени, требуемого для устранения их последствий, но не более 60 (шестидесяти) календарных дней. В случае, если обстоятельства непреодолимой силы продолжают действовать свыше указанного срока, либо когда при их наступлении обеим Сторонам становится очевидным, что они будут действовать более этого срока, Договор прекращает свое действие.</p>
    </article>
    <article class="oferta__point oferta__point--7">
      <h4>7. Прочие условия</h4>
      <p>7.1. Споры по Договору разрешаются в обязательном претензионном порядке. Претензия отправляется на адрес электронной почты, указанный в разделе контактов на сайте Сервиса:   donate.systems@gmail.com</p>
      <p>7.2. Срок рассмотрения претензии – 30 (тридцать) календарных дней со дня ее получения.</p>
      <p>7.3. Настоящим Пользователь предоставляет Администрации Сервиса письменное согласие на обработку и предоставление сведений о нем  третьим лицам.</p>
      <p>7.4. В случае, если одно или более положений Соглашения являются по какой-либо причине недействительными, не имеющими юридической силы, такая недействительность не оказывает влияния на действительность любого другого положения Соглашения, которые остаются в силе.</p>
      <p>7.5. Не вступая в противоречие с условиями Соглашения, Стороны вправе в любое время оформить заключенное Соглашение в форме письменного документа.</p>
    </article>
  </section>
</template>


<style lang="sass" scoped>
  @import "@/sass/_oferta.sass"
</style>
